Repository: LiquidDevelopmentDE/game-tracker
Catalog: lib/l10n/arb/app_*.arb
Languages: de

source: All players:
de: Alle Spieler:innen

source: All players selected
de: Alle Spieler:innen ausgewählt

source: Amount of Matches
de: Anzahl der Spiele

source: Cancel
de: Abbrechen

source: Choose Game
de: Spielvorlage wählen

source: Choose Group
de: Gruppe wählen

source: Choose Ruleset
de: Regelwerk wählen

# could_not_add_player
source: Could not add player {playerName}
de: Spieler:in {playerName} konnte nicht hinzugefügt werden

source: Create Group
de: Gruppe erstellen

source: Create match
de: Spiel erstellen

source: Create new group
de: Neue Gruppe erstellen

source: Create new match
de: Neues Spiel erstellen

source: Data successfully deleted
de: Daten erfolgreich gelöscht

source: Data successfully exported
de: Daten erfolgreich exportiert

source: Data successfully imported
de: Daten erfolgreich importiert

# days_ago
source: {count} days ago
de: vor {count} Tagen

source: Delete
de: Löschen

source: Delete all data?
de: Alle Daten löschen

source: Error reading file
de: Fehler beim Lesen der Datei

source: Export canceled
de: Export abgebrochen

source: Export data
de: Daten exportieren

# format_exception
source: Format Exception (see console)
de: Formatfehler (siehe Konsole)

source: Game
de: Spielvorlage

source: Game Name
de: Spielvorlagenname

source: Group
de: Gruppe

source: Group name
de: Gruppenname

source: Groups
de: Gruppen

source: Home
de: Startseite

source: Import canceled
de: Import abgebrochen

source: Import data
de: Daten importieren

source: Invalid Schema
de: Ungültiges Schema

source: Least Points
de: Niedrigste Punkte

source: Match in progress...
de: Spiel läuft...

source: Match name
de: Spieltitel

source: Matches
de: Spiele

source: Menu
de: Menü

source: Most Points
de: Höchste Punkte

source: No data available
de: Keine Daten verfügbar

source: No groups created yet
de: Noch keine Gruppen erstellt

source: No matches created yet
de: Noch keine Spiele erstellt

source: No players created yet
de: Noch keine Spieler:in erstellt

source: No players found with that name
de: Keine Spieler:in mit diesem Namen gefunden

source: No players selected
de: Keine Spieler:innen ausgewählt

source: No recent matches available
de: Keine letzten Spiele verfügbar

source: No second match available
de: Kein zweites Spiel verfügbar

source: No statistics available
de: Keine Statistiken verfügbar

source: None
de: Kein

source: Not available
de: Nicht verfügbar

source: Player name
de: Spieler:innenname

source: Players
de: Spieler:innen

# players_count
source: {count} Players
de: {count} Spieler

source: Quick Create
de: Schnellzugriff

source: Recent Matches
de: Letzte Spiele

source: Ruleset
de: Regelwerk

source: Search for groups
de: Nach Gruppen suchen

source: Search for players
de: Nach Spieler:innen suchen

source: Select Winner:
de: Gewinner:in wählen:

# selected_players
source: Selected players: {count}
de: Ausgewählte Spieler:innen

source: Settings
de: Einstellungen

source: Single Loser
de: Ein:e Verlierer:in

source: Single Winner
de: Ein:e Gewinner:in

source: Statistics
de: Statistiken

source: Stats
de: Statistiken

# successfully_added_player
source: Successfully added player {playerName}
de: Spieler:in {playerName} erfolgreich hinzugefügt

source: There is no group matching your search
de: Es gibt keine Gruppe, die deiner Suche entspricht

# this_cannot_be_undone
source: This can't be undone
de: Dies kann nicht rückgängig gemacht werden

# today_at
source: Today at {time}
de: Heute um

source: Undo
de: Rückgängig

# unknown_exception
source: Unknown Exception (see console)
de: Unbekannter Fehler (siehe Konsole)

# winner
source: Winner: {winnerName}
de: Gewinner:in

source: Winrate
de: Siegquote

source: Wins
de: Siege

# yesterday_at
source: Yesterday at {time}
de: Gestern um
